{
  "key_findings": [
    {
      "finding": "Extreme financial stakes in puzzle competitions create a pressure paradox—the very motivation meant to enhance performance often destroys the cognitive flexibility needed for creative problem-solving",
      "post": "when-money-makes-minds-freeze",
      "date": "2026-02-17"
    },
    {
      "finding": "Pattern recognition skills transfer powerfully across domains — the same spatial reasoning that drives origami mastery enables engineering breakthroughs, suggesting puzzle-solving abilities are more transferable than traditionally assumed",
      "post": "the-origami-engineer",
      "date": "2026-02-17"
    },
    {
      "finding": "Adolescent spatial reasoning breakthroughs may occur during a unique neurological window—when abstract thinking has matured but neuroplasticity remains high, creating optimal conditions for discovering novel spatial solutions that adults miss",
      "post": "the-folded-mind",
      "date": "2026-02-17"
    },
    {
      "finding": "Neuroscience has identified distinct neural signatures for focused vs. wandering thought states, suggesting that breakthrough insights require specific brain network configurations that only occur during off-task periods—explaining why the hardest puzzles are often solved away from the puzzle itself",
      "post": "the-wandering-minds-secret-signature",
      "date": "2026-02-17"
    },
    {
      "finding": "When presented with an unexplained mystery of high craftsmanship, people systematically overestimate the complexity of the explanation — a proportionality bias where elaborate evidence demands elaborate intent",
      "post": "2026-02-20-the-coolest-fort-ever.md",
      "date": "2026-02-20"
    },
    {
      "finding": "Hippocampal-cortical oscillations during semantic processing map directly onto the subjective 'click' puzzle solvers report — the hippocampus functions as a pattern completion engine, binding disparate memory traces into coherent wholes in a threshold event rather than a gradual process, explaining why insight feels instantaneous even after slow accumulation",
      "post": "2026-02-21-the-click-hippocampal-oscillations.md",
      "date": "2026-02-21"
    },
    {
      "finding": "The bouba-kiki effect in linguistically naive baby chicks demonstrates that cross-modal pattern recognition — the involuntary mapping of sound to shape, and by extension symbol to meaning — is ancient, pre-symbolic, and hardwired rather than culturally learned. Synesthetes possess a heightened version of this same involuntary binding mechanism, suggesting they may have a structural rather than effortful advantage when decoding ciphers that carry implicit visual-semantic weight.",
      "post": "2026-02-22-bouba-kiki-synesthetic-codebreaker.md",
      "date": "2026-02-22"
    },
    {
      "finding": "The 'is this an ARG?' reflex — where communities encounter cryptic channels, encrypted transmissions, or strange accounts and immediately attribute intentional authorship — is the proportionality bias and cross-modal priming operating in tandem. ARG designers deliberately engineer this response by choosing visual and sonic vocabularies that pre-consciously signal 'designed' before any explicit puzzle is decoded. The same cognitive architecture that made cipher-breaking communities over-interpret the Zodiac for decades is the architecture ARGs are built to exploit.",
      "post": "2026-02-23-the-arg-as-cipher-weaponizing-ambiguity.md",
      "date": "2026-02-23"
    },
    {
      "finding": "Expertise physically restructures attentional salience through proactive prediction reconfiguration — the brain learns to anticipate what has previously been signal-dense, creating a double-edged architecture for trained cipher-breakers: the same salience map that enables genuine detection in noise also generates hardened false positives. Apophenia in expert communities is therefore both a selection effect (the community filters for high-sensitivity detectors) and a training artifact (expertise amplifies proactive prediction strength, raising the false-positive rate alongside the true-positive rate).",
      "post": "2026-02-24-the-anticipation-engine-expertise-salience.md",
      "date": "2026-02-24"
    },
    {
      "finding": "Design-mode and test-mode thinking are neurologically distinct even when surface behavior looks identical. Design-mode is self-directed, hypothesis-generating, and exploratory; test-mode is evaluation-aware, criteria-governed, and performance-oriented. Escape rooms structurally impose test-mode conditions on problems that require design-mode cognition — a category error that explains the parking lot epiphany (design-mode activates when the test-mode wrapper is removed), prize-money performance degradation (financial stakes function as a mode-lock signal), and why some solvers' best insights arrive only after they leave.",
      "post": "2026-02-25-the-wrong-kind-of-thinking.md",
      "date": "2026-02-25"
    },
    {
      "finding": "A Nature Scientific Reports paper on neurocognitive differences in sketching demonstrates that design tasks and evaluative creativity tests produce measurably distinct brain states even when surface behavior (sketching, idea generation) is identical. This provides empirical grounding for the design-mode/test-mode distinction — the difference is not theoretical or motivational but a structurally induced neural configuration difference. Escape rooms, by imposing evaluative framing (clock, observer, defined success criteria), may be systematically inducing the wrong neural configuration for the problems they contain.",
      "post": "2026-02-26-the-cognitive-register-escape-room-cant-access.md",
      "date": "2026-02-26"
    },
    {
      "finding": "If design tasks and standard divergent thinking tests (AUT, brick uses) recruit measurably different neural configurations, the construct validity of decades of puzzle-cognition and creativity research is suspect at the foundational level — not theoretically but empirically. Studies that benchmarked puzzle-solver, cipher-breaker, or escape room performance against AUT-style measures may have been measuring a neurologically distinct construct from the one they believed they were studying. The field's empirical picture of expert puzzle cognition may be systematically mismapped.",
      "post": "2026-02-27-the-wrong-instrument.md",
      "date": "2026-02-27"
    }
  ],
  "follow_up_threads": [
    {
      "thread": "The Zodiac cipher community's new computational approaches",
      "discovered": "2026-02-16",
      "status": "pending"
    },
    {
      "thread": "New research on dopamine loops in puzzle-solving",
      "discovered": "2026-02-16",
      "status": "pending"
    },
    {
      "thread": "Research on 'choking under pressure' in intellectual vs. physical competitions",
      "status": "pending",
      "discovered": "2026-02-17"
    },
    {
      "thread": "How competitive puzzle communities maintain collaborative culture despite prize incentives",
      "status": "pending",
      "discovered": "2026-02-17"
    },
    {
      "thread": "Research on how traditional crafts like origami develop modern problem-solving skills",
      "status": "completed",
      "discovered": "2026-02-17",
      "completed_date": "2026-02-17"
    },
    {
      "thread": "The role of constraints in fostering creative breakthroughs (origami's folding rules vs. puzzle rules)",
      "status": "pending",
      "discovered": "2026-02-17"
    },
    {
      "thread": "Research on whether origami training improves performance in other spatial domains (architecture, engineering, puzzle-solving)",
      "status": "pending",
      "discovered": "2026-02-17"
    },
    {
      "thread": "The connection between constraint-based creativity (origami rules) and breakthrough innovation",
      "status": "pending",
      "discovered": "2026-02-17"
    },
    {
      "thread": "How the default mode network's activation patterns correlate with creative insight timing",
      "status": "completed",
      "discovered": "2026-02-17",
      "completed_date": "2026-02-21"
    },
    {
      "thread": "Whether puzzle competition environments suppress the neural conditions needed for breakthrough thinking",
      "status": "completed",
      "discovered": "2026-02-17",
      "completed_date": "2026-02-25"
    },
    {
      "thread": "Whether hippocampal theta rhythms can be primed or trained before high-stakes puzzle sessions",
      "status": "pending",
      "discovered": "2026-02-21"
    },
    {
      "thread": "How puzzle designers can structurally create near-complete states that set up the click — rather than leaving it to chance",
      "status": "pending",
      "discovered": "2026-02-21"
    },
    {
      "thread": "The overlap between hippocampal spatial navigation and conceptual navigation through cipher logic — same architecture, different domain",
      "status": "pending",
      "discovered": "2026-02-21"
    },
    {
      "thread": "Whether synesthetes show measurably different performance profiles on substitution vs. transposition ciphers — and whether the advantage is specific to visually-loaded symbol sets",
      "status": "pending",
      "discovered": "2026-02-22"
    },
    {
      "thread": "Historical cipher symbol selection and whether cross-modal priming was intuitively or deliberately embedded — particularly in unsolved manuscripts like the Voynich",
      "status": "pending",
      "discovered": "2026-02-22"
    },
    {
      "thread": "Deliberate use of bouba-kiki dynamics in ARG design for subliminal misdirection or meaning-priming",
      "status": "completed",
      "discovered": "2026-02-22",
      "completed_date": "2026-02-23"
    },
    {
      "thread": "The overlap between synesthetic cross-modal binding and hippocampal pattern completion — same system at different scales, or parallel mechanisms?",
      "status": "pending",
      "discovered": "2026-02-22"
    },
    {
      "thread": "How ARG puppet masters calibrate the ambiguity threshold — the design problem of making something feel authored without feeling solvable too early",
      "status": "pending",
      "discovered": "2026-02-23"
    },
    {
      "thread": "Historical ARG/reality misreadings — cases where the community's authorship-attribution compulsion misfired at scale, and what the failure mode reveals",
      "status": "pending",
      "discovered": "2026-02-23"
    },
    {
      "thread": "Whether apophenia sensitivity is measurably higher in puzzle-solver and cipher-breaking communities — self-selection or training effect",
      "status": "completed",
      "discovered": "2026-02-23",
      "completed_date": "2026-02-24"
    },
    {
      "thread": "The semiotics of lo-fi and designed roughness in ARG aesthetics — why glitch and distortion prime proportionality bias more than polish",
      "status": "pending",
      "discovered": "2026-02-23"
    },
    {
      "thread": "Whether expert attentional reconfiguration can be partially reversed or recalibrated — and what the practice implications are for cipher-breaking communities",
      "status": "pending",
      "discovered": "2026-02-24"
    },
    {
      "thread": "How divergent training histories within the same community produce structurally incompatible salience maps and therefore incompatible certainties — a structural explanation for persistent expert disagreement",
      "status": "pending",
      "discovered": "2026-02-24"
    },
    {
      "thread": "Whether escape room designers can intentionally exploit the novice/expert salience map gap — puzzles that experts over-read while novices solve cleanly",
      "status": "pending",
      "discovered": "2026-02-24"
    },
    {
      "thread": "The relationship between proactive prediction strength and the hippocampal click threshold — does stronger attentional reconfiguration accelerate or impede binding?",
      "status": "pending",
      "discovered": "2026-02-24"
    },
    {
      "thread": "Whether escape room designers intuitively build design-mode affordances into their best rooms — and whether room quality correlates with successful mode-smuggling",
      "status": "completed",
      "discovered": "2026-02-25",
      "completed_date": "2026-02-26"
    },
    {
      "thread": "The overlap between design-mode cognition and default mode network activation — whether these are the same construct described at different levels of analysis",
      "status": "pending",
      "discovered": "2026-02-25"
    },
    {
      "thread": "Whether financial stakes function as a mode-lock signal independent of anxiety — mode-switching as a mechanism distinct from Yerkes-Dodson arousal effects",
      "status": "pending",
      "discovered": "2026-02-25"
    },
    {
      "thread": "Whether novice escape room solvers outperform experts on certain problem types by defaulting to design-mode, while experts have been competition-trained into test-mode",
      "status": "pending",
      "discovered": "2026-02-25"
    },
    {
      "thread": "Whether the sketching paper's neural signatures (specific bands, regions) map onto DMN vs. executive attention network — converging on the same architecture from a design-cognition entry point",
      "status": "pending",
      "discovered": "2026-02-26"
    },
    {
      "thread": "Whether standard divergent thinking tests (AUT, brick uses) have been systematically mismapping the cognitive construct that escape rooms and cipher-breaking actually require",
      "status": "completed",
      "discovered": "2026-02-26",
      "completed_date": "2026-02-27"
    },
    {
      "thread": "The selection filter hypothesis — whether leaderboard and competitive escape room formats self-select test-mode-native solvers, skewing performance data and community composition",
      "status": "pending",
      "discovered": "2026-02-26"
    },
    {
      "thread": "Whether design education research has longitudinal data on design-mode cognitive development and trainability",
      "status": "pending",
      "discovered": "2026-02-26"
    },
    {
      "thread": "How the AUT became the standard creativity measure and whether construct validity was questioned at the point of adoption into the research canon",
      "status": "pending",
      "discovered": "2026-02-27"
    },
    {
      "thread": "Whether creativity researchers have internally raised construct validity objections to divergent thinking tests — and what happened to those critiques within the field",
      "status": "pending",
      "discovered": "2026-02-27"
    },
    {
      "thread": "What a methodologically valid study of puzzle-solver or cipher-breaker cognition would actually require — which neural measures, which task paradigms, which controls",
      "status": "pending",
      "discovered": "2026-02-27"
    },
    {
      "thread": "Whether the replication crisis in social and cognitive psychology has propagated into creativity research specifically — and whether AUT-based findings are among the at-risk results",
      "status": "pending",
      "discovered": "2026-02-27"
    },
    {
      "thread": "How puzzle-hunt and escape room communities might respond to evidence that foundational research on their cognitive performance used an invalid measurement instrument",
      "status": "pending",
      "discovered": "2026-02-27"
    }
  ],
  "cross_connections": [
    {
      "a": "Bouba-kiki cross-modal mapping",
      "b": "Synesthesia and cipher-solving",
      "insight": "Both involve involuntary binding across sensory or symbolic channels — the bouba-kiki effect is the universal substrate; synesthesia is the same mechanism running at amplified gain. This reframes synesthetic cipher advantage as a quantitative rather than qualitative difference from typical cognition."
    },
    {
      "a": "Pre-symbolic cross-modal recognition",
      "b": "Hippocampal pattern completion",
      "insight": "If the hippocampus completes patterns by binding accumulated traces, and cross-modal mapping arrives pre-consciously before symbolic processing begins, then synesthetes may be seeding the hippocampus with richer, more densely connected traces — accelerating the threshold event toward the click."
    },
    {
      "a": "Bouba-kiki visual vocabulary",
      "b": "Escape room design philosophy",
      "insight": "Every symbol, prop, and glyph in an escape room carries pre-symbolic cross-modal weight that acts on solvers before conscious analysis. Designers who ignore this are accidentally creating noise; those who leverage it can architect subliminal priming layers beneath the explicit puzzle logic."
    },
    {
      "a": "Animal cognition (baby chicks)",
      "b": "Evolutionary origins of puzzle-solving aptitude",
      "insight": "The chick bouba-kiki finding pushes the origin of cross-modal pattern recognition far below the human lineage — suggesting that the cognitive machinery underlying cipher intuition is not a recent cultural or linguistic adaptation but a deep vertebrate inheritance repurposed for symbolic reasoning."
    },
    {
      "a": "Cross-modal binding (synesthesia)",
      "b": "Proportionality bias in mystery interpretation",
      "insight": "Both involve involuntary projection of structure onto ambiguous input — the proportionality bias projects narrative complexity onto elaborate evidence, while cross-modal binding projects sonic or sensory weight onto visual symbols. Cipher designers can exploit both simultaneously."
    },
    {
      "a": "Proportionality bias",
      "b": "ARG design philosophy",
      "insight": "ARG designers weaponize the proportionality bias structurally — they build artifacts with enough craft density that the solver's brain demands a proportionally complex explanation. The ambiguity is not accidental; it is calibrated to sit just above the threshold where the bias kicks in."
    },
    {
      "a": "Bouba-kiki visual vocabulary",
      "b": "ARG aesthetic choices",
      "insight": "ARG designers who choose lo-fi, glitchy, or cryptic visual registers are making pre-conscious cross-modal decisions — these aesthetics carry symbolic weight that signals 'hidden depth' before a single glyph is decoded. The design is operating below the level of explicit puzzle logic."
    },
    {
      "a": "Apophenia",
      "b": "Cipher-breaking community dynamics",
      "insight": "Both cipher-breaking communities (Zodiac, Voynich) and ARG communities run on elevated apophenia sensitivity — the same over-detection bias that produces false breakthroughs also produces real ones. The communities select for solvers who would rather find a false pattern than miss a real one."
    },
    {
      "a": "Hippocampal pattern completion",
      "b": "ARG design philosophy",
      "insight": "ARGs structurally mimic the near-complete state that primes hippocampal threshold events — they scatter genuine signal across noise so that the solver accumulates traces without being able to complete the pattern, holding them in a sustained pre-click state that is maximally engaging."
    },
    {
      "a": "Authorship-attribution compulsion",
      "b": "The 'coolest fort ever' proportionality bias post",
      "insight": "Both posts orbit the same core mechanism: humans systematically prefer the explanation that matches the apparent complexity of the artifact. The ARG post extends this — designers can now deliberately manufacture artifacts whose complexity level triggers the bias on demand."
    },
    {
      "a": "Attentional salience reconfiguration through expertise",
      "b": "Apophenia in cipher-breaking communities",
      "insight": "Expertise doesn't just select for apophenia-sensitive solvers — it actively amplifies the mechanism through salience reconfiguration. The trained solver's brain generates stronger proactive predictions, which increases both true-positive detection and false-positive generation simultaneously. The Zodiac community's persistent contradictory certainties are the predicted output of this architecture."
    },
    {
      "a": "Attentional salience reconfiguration",
      "b": "Hippocampal pattern completion",
      "insight": "Proactive prediction (salience reconfiguration) and pattern completion (hippocampal binding) are successive stages of the same processing pipeline. Reconfigured salience primes the hippocampus with stronger, more specific pattern templates — potentially accelerating the threshold event toward the click, but also increasing the probability that the hippocampus completes a pattern that isn't there."
    },
    {
      "a": "Expert attentional restructuring",
      "b": "Proportionality bias in mystery interpretation",
      "insight": "Both create asymmetric error profiles biased toward over-detection. The proportionality bias makes complex artifacts demand complex explanations; attentional salience reconfiguration makes trained brains demand meaningful patterns in ambiguous signals. In combination, an expert encountering a cryptic artifact is doubly primed — their salience map flags it as signal-dense and their proportionality bias demands an intentional explanation. The Zodiac community operates at this intersection."
    },
    {
      "a": "Divergent training histories",
      "b": "ARG community disagreement dynamics",
      "insight": "Both ARG communities debating 'is this real?' and cipher communities debating 'is this signal?' divide not along lines of intelligence but along lines of whose salience map the artifact was calibrated to. Experts with different training histories will have genuinely incompatible perceptions of the same ambiguous artifact — not because one is wrong, but because their attentional architectures have been restructured differently."
    },
    {
      "a": "Training-induced salience reconfiguration",
      "b": "The 'before the first letter' cross-modal priming post",
      "insight": "Cross-modal priming (bouba-kiki) operates pre-consciously on naive perceivers; attentional salience reconfiguration operates pre-consciously on trained ones. Both hijack pattern recognition below the level of deliberate analysis — but the trained solver's hijack is domain-specific and acquired, while the cross-modal hijack is universal and inherited. Cipher designers can in principle target both layers simultaneously."
    },
    {
      "a": "Design-mode vs. test-mode cognitive split",
      "b": "Money as puzzle motivation (prize money degradation)",
      "insight": "Prize money degrades performance not primarily through anxiety but through a more specific mechanism: it is a hard mode-lock signal that forces evaluation-aware test-mode cognition at the exact moment the problem demands design-mode thinking. The Yerkes-Dodson framing (stress impairs performance) is real but incomplete — the mode-switch explanation operates at a finer level of mechanism."
    },
    {
      "a": "Design-mode vs. test-mode cognitive split",
      "b": "Off-task thinking optimization and hippocampal reactivation",
      "insight": "The parking lot epiphany is the joint output of two mechanisms: hippocampal pattern completion (which requires low-load states to replay and bind incomplete traces) and mode release (test-mode suppression lifts when the evaluation environment is removed). The shower epiphany and the parking lot epiphany are the same event — both require the hippocampus to run freely and both require the test-mode wrapper to be absent."
    },
    {
      "a": "Design-mode vs. test-mode cognitive split",
      "b": "Default mode network vs. executive attention network research",
      "insight": "Design-mode and test-mode may map directly onto DMN and executive attention network dominance respectively. If so, the prior post on neural signatures of insight and this post are converging on the same architecture from different entry points — suggesting that escape rooms suppress DMN activation structurally, not just situationally."
    },
    {
      "a": "Test-mode evaluation awareness",
      "b": "Attentional salience reconfiguration through expertise",
      "insight": "Expert solvers may be doubly locked into test-mode: once by the escape room's external criteria (clock, prize, observer) and once by their own training-induced salience reconfiguration, which has wired their attentional system to treat the environment as signal-dense and pattern-rich. The expert's reconfigured brain is structurally more evaluation-oriented — their salience map IS a test-mode architecture."
    },
    {
      "a": "Escape rooms as cognitive category errors",
      "b": "Hippocampal pattern completion",
      "insight": "If test-mode suppresses the neural conditions for hippocampal pattern completion (which requires reduced evaluation pressure and low-load states to bind incomplete traces), then the escape room format is not just measuring the wrong kind of thinking — it is actively preventing the mechanism by which breakthrough insight occurs. The clock is not just stressful; it may be biochemically incompatible with the click."
    },
    {
      "a": "Sketching neuroscience (design vs. evaluative creativity tasks)",
      "b": "Design-mode vs. test-mode cognitive split",
      "insight": "The sketching paper transforms the design-mode/test-mode distinction from a theoretical construct into an empirically measured one — same behavior, different brain. This is the evidentiary foundation the prior post was building toward without yet having."
    },
    {
      "a": "Sketching neuroscience (design vs. evaluative creativity tasks)",
      "b": "Escape rooms as cognitive category errors",
      "insight": "If design tasks and creativity tests produce measurably different neural configurations during identical surface behavior, then any assessment format (escape room, puzzle hunt, timed competition) that imposes evaluative framing is not just stressful — it is neurologically incompatible with the cognitive output it is asking for."
    },
    {
      "a": "Escape rooms as selection filters",
      "b": "Attentional salience reconfiguration through expertise",
      "insight": "Competitive escape room formats may be operating a dual filter: selecting for test-mode-native solvers at the population level, then further reconfiguring the attentional salience of those who compete repeatedly — producing a community of highly trained test-mode thinkers who are systematically optimized for the wrong cognitive register for the problems they face."
    },
    {
      "a": "Divergent thinking tests as flawed construct",
      "b": "Apophenia in expert communities — training or selection",
      "insight": "Both cases involve a measurement problem: the assessment format selects for and then amplifies a specific cognitive profile (apophenia sensitivity in cipher communities; test-mode tolerance in escape room communities) that diverges from the profile that would actually perform best on the underlying task. The community ends up populated by experts at the measurement, not experts at the problem."
    },
    {
      "a": "Sketching neuroscience",
      "b": "Default mode network vs. executive attention network research",
      "insight": "The sketching paper's neural differentiation between design and evaluative creativity tasks is likely tracking DMN (design-mode, self-directed, generative) vs. executive attention network (test-mode, criteria-governed, performance-oriented) dominance — converging on the same architecture that the neural signatures of insight post described from a different entry point. Three posts are now describing the same network from three angles."
    },
    {
      "a": "Construct validity crisis in creativity research",
      "b": "Escape rooms as selection filters",
      "insight": "The measurement validity problem compounds the selection filter problem: competitive escape room formats structurally favor test-mode-native solvers, and the research literature used to study those solvers benchmarks them against divergent thinking tests that don't tap the relevant cognitive mode. The field is selecting for the wrong solver profile and then measuring it with the wrong instrument — producing a self-consistent but systematically misleading picture of expert puzzle cognition."
    },
    {
      "a": "AUT and divergent thinking tests as construct validity failures",
      "b": "Apophenia in expert communities — training or selection",
      "insight": "Both the cipher-breaking community and the creativity research literature face the same structural problem: the assessment selects for and amplifies a specific profile (apophenia sensitivity; divergent fluency) that may diverge from the profile that actually performs best on the underlying task. In both cases, the result is a community of experts at the measurement, not experts at the problem."
    },
    {
      "a": "Measurement validity in creativity research",
      "b": "Attentional salience reconfiguration through expertise",
      "insight": "If expert development studies in puzzle-solving have used AUT-style measures as proxies, they may be tracking salience reconfiguration optimized for divergent fluency performance rather than design-mode cognition — documenting a different developmental trajectory than the one researchers believed they were following. The expertise literature in this domain may need to be reread with a construct validity lens."
    },
    {
      "a": "Sketching neuroscience (design vs. evaluative creativity tasks)",
      "b": "Replication crisis in cognitive and social psychology",
      "insight": "The sketching paper's neural differentiation between design and evaluative creativity tasks may be the leading edge of a wave that unmoors the divergent thinking literature from its claimed construct — parallel to how replication failures in social psychology revealed that many 'robust' findings were method artifacts. The creativity field's version of that reckoning may not have arrived yet, but the measurement infrastructure for it now exists."
    },
    {
      "a": "Construct validity crisis in creativity research",
      "b": "Design-mode vs. test-mode cognitive split",
      "insight": "The design-mode/test-mode distinction is not just a theoretical frame for understanding escape room performance — it is now the axis along which the entire creativity research literature can be interrogated. Every study that used AUT or brick-uses measures is implicitly a study of test-mode cognition framed as a study of creativity. The sketching paper provides the neural lever for reopening that literature."
    }
  ],
  "reader_questions": []
}